---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.ExtElemChangeBeamSectionRegistry
source: html/5917ac54-12ca-d6d9-e4d9-27a6514a91df.htm
---
# ExtElemChangeBeamSectionRegistry Members

Releases all resources used by the ExtElemChangeBeamSectionRegistry